Tekla Open API Reference for Tekla Structures 2025
ActualEndDate Methods
The TaskFilterExpressions.ActualEndDate type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
TaskFilterExpressions.ActualEndDate Class
Tekla.Structures.Filtering.Categories Namespace